[
	{
		"insult": "You fight like a Dairy Farmer!"
	},
	{
		"insult": "I will milk every drop of blood from your body!"
	},
	{
		"insult": "This is the END for you, you gutter crawling cur!"
	},
	{
		"insult": "I've got a long, sharp lesson for you to learn today."
	},
	{
		"insult": "I've spoken with apes more polite than you!"
	},
	{
		"insult": "Now I know what filth and stupidity really are."
	},
	{
		"insult": "Soon you'll be wearing my sword like a shish kebab!"
	},
	{
		"insult": "My tongue is sharper than any sword"
	},
	{
		"insult": "People fall at my feet when they see me coming!"
	},
	{
		"insult": "People fall at my feet when they see me coming!"
	},
	{
		"insult": "I'm not going to take your insolence sitting down!"
	},
	{
		"insult": "You are a pain in the backside, sir!"
	},
	{
		"insult": "I once owned a dog that was smarter than you."
	},
	{
		"insult": "Only once have I met such a coward!"
	},
	{
		"insult": "Nobody's ever drawn blood from me and nobody ever will."
	},
	{
		"insult": "No one will ever catch ME fighting as badly as you do."
	},
	{
		"insult": "Have you stopped wearing diapers yet?"
	},
	{
		"insult": "I hope you have a boat ready for a quick escape."
	},
	{
		"insult": "There are no words for how disgusting you are."
	},
	{
		"insult": "There are no clever moves that can help you now."
	},
	{
		"insult": "You make me want to puke."
	},
	{
		"insult": "If your brother's like you, better to marry a pig."
	},
	{
		"insult": "My handkerchief will wipe up your blood!"
	},
	{
		"insult": "My name is feared in every dirty corner of this tower!"
	},
	{
		"insult": "I got this scar on my face during a mighty struggle!"
	},
	{
		"insult": "My last fight ended with my hands covered with blood."
	},
	{
		"insult": "I've heard you are a contemptible sneak."
	},
	{
		"insult": "My sword is famous all over the Caribbean!"
	},
	{
		"insult": "You're no match for my brains, you poor fool."
	},
	{
		"insult": "I've got the courage and skill of a master swordsman."
	},
	{
		"insult": "You have the manners of a beggar."
	},
	{
		"insult": "Every word you say to me is stupid."
	}
]